tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "louisbrunner/valgrind"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "check"
brew "cmake"
brew "cppcheck"
brew "deno"
brew "dotnet"
brew "doxygen"
brew "fd"
brew "feh"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "libtool"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "glibmm"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "graphviz"
brew "guile"
brew "haskell-stack"
brew "jq"
brew "jump"
brew "lazygit"
brew "libusb"
brew "libftdi"
brew "libslirp"
brew "libzip"
brew "maven"
brew "neovim"
brew "nkf"
brew "node"
brew "nodeenv"
brew "nodenv"
brew "openjdk@17"
brew "openjdk@21"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "sdcc"
brew "starship"
brew "swig"
brew "telnet"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "zplug"
brew "zsh-autosuggestions"
brew "delphinus/sfmono-square/sfmono-square"
cask "alacritty"
cask "corretto"
cask "finch"
cask "font-hack-nerd-font"
cask "raycast"
cask "temurin"
cask "warp"
cask "xquartz"
vscode "anysphere.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
